{
  "en": "\n<h3>Combat Rules</h3>\n<ol>\n  <li>No attacking, rallying, or scouting NAP alliances, including their academies, cities, headquarters, and banners.</li>\n  <li>No attacking gathering tiles outside of designated events (Brothers In Arms).</li>\n  <li>Do not gather in another alliance's hive. Attacks on gathering tiles are allowed in this case.</li>\n  <li>Players strictly cannot switch alliances to assist in facility battles. Multiple alliances may compete or cooperate for a facility. Absolutely no city attacks during facility battles, even during Brothers In Arms.</li>\n  <li>Only the assigned NAP alliance may attack a stronghold or fortress. No other player or alliance should touch it.</li>\n  <li>No solo attack on fortresses or strongholds.</li>\n  <li>Violating NAP rules may result in presidential punishment, compensation, troop loss, removal from a NAP alliance, or removal from NAP entirely.</li>\n  <li>Players cannot leave NAP, break rules, and rejoin NAP. Any attempt to bypass rules will lead to punishment.</li>\n  <li>Once NAP agrees to punish a player, the alliance occupying the player must comply or forfeit their position in NAP.</li>\n</ol>\n<h3>Brothers In Arms Rules</h3>\n<ol start=\"10\">\n  <li>No attacks or rallies on NAP cities, headquarters, or banners.</li>\n  <li>Players can attack any gathering tiles.</li>\n  <li>Players can attack other players near their hive (this includes NAP players; teleport out of your hive at your own risk).</li>\n  <li>Players who teleport near another alliance's hive are not allowed to attack cities.</li>\n  <li>Maximum of 2 attacks per city.</li>\n  <li>No player should be reinforced while away from their alliance's hive.</li>\n  <li>No rallies are permitted.</li>\n</ol>\n<h3>Alliance Rules</h3>\n<ol start=\"17\">\n  <li>Each NAP alliance can designate only 1 academy alliance.</li>\n  <li>The SvS designated alliance is protected by NAP.</li>\n  <li>No poaching players from NAP alliances.</li>\n  <li>NAP includes the top 6 alliances, their academies, and the SvS alliance.</li>\n  <li>Each NAP alliance will have a single representative that will vote for the whole alliance.</li>\n</ol>\n<h3>Presidency Rules</h3>\n<ol start=\"22\">\n  <li>The presidency will rotate among all NAP alliances. The selection method is up to each alliance.</li>\n  <li>Regular Presidency and Supreme Presidency rotations are separate.</li>\n  <li>The President should be decided before the State vs State battle begins.</li>\n  <li>The winning R5 must transfer presidency to the chosen president (or a proxy) before the State vs State Battle Phase ends.</li>\n  <li>The president must activate presidential skills during event-aligned days or be removed from rotation until NAP votes otherwise.</li>\n  <li>The president is a servant for the state, not a ruler, and should always follow what NAP agrees upon.</li>\n</ol>\n<h3>Facility & Banner Rules</h3>\n<ol start=\"28\">\n  <li>Follow agreed rotation schedules for fortresses and strongholds.</li>\n  <li>Strongholds and fortresses will be distributed after SvS preparation, based on preparation rankings.</li>\n  <li>Facilities are free-for-all. Alliances may share or fight for them fairly. Level 4 attack and defense facilities + troop marching facility will go to SvS alliance before SvS.</li>\n  <li>No alliances can control duplicate facilities.</li>\n  <li>Do not place banners that block other alliances’ paths to facilities.</li>\n</ol>\n<h3>Voting & Governance</h3>\n<ol start=\"33\">\n  <li>NAP decisions are made by majority vote.</li>\n  <li>If voting results in a tie, the current president casts the deciding vote.</li>\n</ol>\n<h3>Minister Queue Rules</h3>\n<ol start=\"35\">\n  <li>Minister of Interior may only be used by R4 and R5 members. It cannot be used to move players in minister queues. It may only be used to create new reservations or swap two players if both players agree.</li>\n</ol>\n<h3>Chat & Conduct</h3>\n<ol start=\"36\">\n  <li>Freedom of Speech. Anyone can say anything they want. If you don’t like it, use the blacklist feature.</li>\n</ol>\n      ",
  "ko": "\n<h3>전투 규칙</h3>\n<ol>\n  <li>NAP 동맹 및 그들의 학원, 도시, 본부, 깃발에 대한 공격, 집결, 정찰을 금지합니다.</li>\n  <li>지정된 이벤트(예: 전우애) 외에는 자원지 공격을 금지합니다.</li>\n  <li>다른 동맹의 벌집 내에서 자원을 채집하지 마십시오. 이 경우 해당 자원지에 대한 공격은 허용됩니다.</li>\n  <li>시설 전투 중 제3자의 개입(예: 동맹을 바꿔서 지원)이나 도시 공격은 금지됩니다.</li>\n  <li>지정된 NAP 동맹만이 요새나 성을 공격할 수 있습니다. 다른 플레이어나 동맹은 손대면 안 됩니다.</li>\n  <li>요새나 성에 대한 단독 공격은 금지됩니다.</li>\n  <li>대통령직은 모든 NAP 동맹 사이에서 순환제로 운영됩니다. 선정 방식은 각 동맹에 맡깁니다.</li>\n  <li>대통령은 이벤트 연계일에 대통령 스킬을 반드시 활성화해야 하며, 그렇지 않으면 NAP의 재투표가 있을 때까지 순환에서 제외됩니다.</li>\n  <li>대통령은 국가의 종복이며 지배자가 아니며, 항상 NAP의 합의에 따라야 합니다.</li>\n  <li>NAP 규칙을 위반할 경우, 대통령의 징계, 보상, 병력 손실, NAP 동맹에서의 축출 또는 NAP 자체에서의 완전한 추방이 이뤄질 수 있습니다.</li>\n  <li>NAP를 나간 후 규칙을 어기고 다시 가입하는 것은 허용되지 않으며, 규칙을 우회하려는 모든 시도는 처벌받습니다.</li>\n  <li>NAP에서 특정 플레이어에 대한 처벌을 결정한 경우, 해당 플레이어가 속한 동맹은 이에 따라야 하며, 그렇지 않으면 NAP 회원 자격을 상실할 수 있습니다.</li>\n</ol>\n<h3>동맹 규칙</h3>\n<ol start=\"13\">\n  <li>각 NAP 동맹은 오직 하나의 학원 동맹만 지정할 수 있습니다.</li>\n  <li>SvS 지정 동맹은 NAP의 보호를 받습니다.</li>\n  <li>NAP 동맹으로부터의 플레이어 스카우팅은 금지됩니다.</li>\n  <li>NAP에는 상위 6개 동맹, 그들의 학원 동맹, SvS 동맹이 포함됩니다.</li>\n  <li>각 NAP 동맹은 전체 동맹을 대표해 투표할 대표자를 1명 지정해야 합니다.</li>\n</ol>\n<h3>시설 및 깃발 규칙</h3>\n<ol start=\"18\">\n  <li>요새 및 성의 순환 스케줄을 반드시 따르십시오.</li>\n  <li>요새 및 성은 SvS 준비 단계 이후 준비 순위에 따라 분배됩니다.</li>\n  <li>시설은 자유롭게 경쟁할 수 있는 자원입니다. 동맹은 공정하게 싸우거나 나눠 가질 수 있습니다. 4레벨 공격/방어 시설 및 병력 행진 시설은 SvS 전에 SvS 동맹에 먼저 할당됩니다.</li>\n  <li>동일한 유형의 시설을 중복으로 통제하는 것은 불가능합니다.</li>\n  <li>다른 동맹이 시설에 접근하지 못하도록 막는 깃발을 설치하지 마십시오.</li>\n</ol>\n<h3>투표 및 운영 규칙</h3>\n<ol start=\"23\">\n  <li>NAP의 모든 결정은 다수결로 결정됩니다.</li>\n  <li>표가 동률일 경우, 현 대통령이 결정표를 행사합니다.</li>\n</ol>\n<h3>장관 대기열 규칙</h3>\n<ol start=\"25\">\n  <li>내무부 장관은 R4 및 R5만 사용할 수 있습니다. 대기열에서 플레이어를 이동시키는 데 사용할 수 없으며, 예약 생성 또는 두 명의 동의가 있을 경우에만 교체할 수 있습니다.</li>\n</ol>\n<h3>채팅 및 행동 규칙</h3>\n<ol start=\"26\">\n  <li>언론의 자유가 보장됩니다. 누구든지 하고 싶은 말을 할 수 있습니다. 마음에 들지 않으면 차단 기능을 사용하세요.</li>\n</ol>\n",
  "zh": "\n<h3>战斗规则</h3>\n<ol>\n  <li>禁止攻击、集结或侦查NAP联盟，包括其学院、城市、总部和旗帜。</li>\n  <li>除了指定活动（例如“战友同心”）期间，禁止攻击采集点。</li>\n  <li>不要在其他联盟的蜂巢内采集资源。如果在他人蜂巢内采集，允许对其采集点进行攻击。</li>\n  <li>禁止第三方干预（例如切换联盟来协助）或在设施战中攻击城市。</li>\n  <li>只有被指定的NAP联盟可以攻击据点或堡垒，其他玩家或联盟不得干涉。</li>\n  <li>禁止单人攻击据点或堡垒。</li>\n  <li>总统职位将在NAP联盟之间轮换。每个联盟可自行决定选择方式。</li>\n  <li>总统必须在活动相关日子开启总统技能，否则将被移出轮换，直到NAP重新投票决定。</li>\n  <li>总统是国家的服务者而非统治者，必须遵守NAP的共同决议。</li>\n  <li>违反NAP规则可能会导致总统惩罚、赔偿、部队损失、被踢出NAP联盟，甚至被完全移除出NAP。</li>\n  <li>玩家不能先离开NAP、违反规则后再重新加入NAP，任何试图规避规则的行为都会受到惩罚。</li>\n  <li>一旦NAP决定惩罚某玩家，该玩家所属联盟必须配合执行，否则将失去NAP成员资格。</li>\n</ol>\n<h3>联盟规则</h3>\n<ol start=\"13\">\n  <li>每个NAP联盟只能指定一个学院联盟。</li>\n  <li>被指定参与SvS的联盟受NAP保护。</li>\n  <li>禁止从NAP联盟中挖人。</li>\n  <li>NAP包括排名前6的联盟、它们的学院联盟和SvS联盟。</li>\n  <li>每个NAP联盟必须有一名代表，代表整个联盟进行投票。</li>\n</ol>\n<h3>设施与旗帜规则</h3>\n<ol start=\"18\">\n  <li>遵循事先商定的据点与堡垒轮换计划。</li>\n  <li>据点与堡垒将在SvS准备阶段后，根据准备排名分配。</li>\n  <li>设施为自由竞争资源，联盟可公平争夺或共享。4级攻击、4级防御设施及行军加速设施将优先分配给SvS联盟（在SvS开始前）。</li>\n  <li>任何联盟不得控制重复设施。</li>\n  <li>禁止放置阻挡其他联盟前往设施路线的旗帜。</li>\n</ol>\n<h3>投票与管理规则</h3>\n<ol start=\"23\">\n  <li>NAP的所有决策通过多数票决定。</li>\n  <li>若出现平票，由现任总统投出决定性一票。</li>\n</ol>\n<h3>部长排队规则</h3>\n<ol start=\"25\">\n  <li>内政部长职位仅限R4和R5使用。不得用于调整排队顺序，仅可在双方同意的情况下创建新预约或交换两个玩家的位置。</li>\n</ol>\n<h3>聊天与行为规范</h3>\n<ol start=\"26\">\n  <li>言论自由。任何人都可以自由发言。如果你不喜欢，可以使用黑名单功能。</li>\n</ol>\n      ",
  "tr": "\n<h3>Savaş Kuralları</h3>\n<ol>\n  <li>NAP ittifaklarına, akademilerine, şehirlerine, karargahlarına ve bayraklarına saldırmak, keşif yapmak veya miting kurmak yasaktır.</li>\n  <li>Belirlenmiş etkinlikler (Silah Kardeşliği) dışında kaynak noktalarına saldırmak yasaktır.</li>\n  <li>Başka bir ittifakın kovanında kaynak toplanmamalıdır. Bu durumda kaynak noktalarına saldırıya izin verilir.</li>\n  <li>Tesis savaşları sırasında üçüncü taraf müdahalesi (ör. yardım etmek için ittifak değiştirme) veya şehir saldırısı yasaktır.</li>\n  <li>Yalnızca görevlendirilmiş NAP ittifakı bir kale veya güçlü noktaya saldırabilir. Başka hiçbir oyuncu veya ittifak dokunmamalıdır.</li>\n  <li>Kale veya güçlü noktalara tek başına saldırı yapılması yasaktır.</li>\n  <li>Başkanlık, tüm NAP ittifakları arasında dönüşümlü olarak el değiştirecektir. Seçim yöntemi her ittifaka bırakılmıştır.</li>\n  <li>Başkan, etkinliğe uygun günlerde başkanlık yeteneklerini etkinleştirmelidir; aksi takdirde NAP tekrar karar verene kadar dönüşüm dışı kalır.</li>\n  <li>Başkan, eyaletin hizmetkarıdır; lider değil. Her zaman NAP kararlarına uymalıdır.</li>\n  <li>NAP kurallarının ihlali, başkanlık cezası, tazminat, asker kaybı, NAP ittifakından çıkarılma veya tamamen NAP dışına atılma ile sonuçlanabilir.</li>\n  <li>Oyuncular NAP’ten ayrılıp kuralları çiğneyip tekrar NAP’e katılamaz. Kuralları atlatmaya yönelik her girişim cezalandırılır.</li>\n  <li>NAP bir oyuncuya ceza vermeye karar verdiyse, oyuncunun bulunduğu ittifak buna uymalı ya da NAP içindeki yerinden vazgeçmelidir.</li>\n</ol>\n<h3>İttifak Kuralları</h3>\n<ol start=\"13\">\n  <li>Her NAP ittifakı yalnızca 1 akademi ittifakı belirleyebilir.</li>\n  <li>SvS için belirlenen ittifak NAP koruması altındadır.</li>\n  <li>NAP ittifaklarından oyuncu kaçırmak yasaktır.</li>\n  <li>NAP, en üst 6 ittifakı, onların akademilerini ve SvS ittifakını kapsar.</li>\n  <li>Her NAP ittifakının, tüm ittifak adına oy kullanacak bir temsilcisi olacaktır.</li>\n</ol>\n<h3>Tesis ve Bayrak Kuralları</h3>\n<ol start=\"18\">\n  <li>Kale ve güçlü nokta rotasyonları, kararlaştırıldığı şekilde takip edilmelidir.</li>\n  <li>Kaleler ve güçlü noktalar, SvS hazırlığı sonrasında hazırlık sıralamasına göre dağıtılır.</li>\n  <li>Tesisler herkese açıktır. İttifaklar bunları paylaşabilir veya adil bir şekilde savaşabilir. Seviye 4 saldırı, savunma ve asker yürüyüşü tesisleri SvS’den önce SvS ittifakına verilecektir.</li>\n  <li>Hiçbir ittifak aynı türden birden fazla tesisi kontrol edemez.</li>\n  <li>Diğer ittifakların tesislere ulaşmasını engelleyen bayraklar yerleştirmeyin.</li>\n</ol>\n<h3>Oylama ve Yönetim Kuralları</h3>\n<ol start=\"23\">\n  <li>NAP kararları çoğunluk oyu ile alınır.</li>\n  <li>Oylar eşit çıkarsa, son kararı mevcut başkan verir.</li>\n</ol>\n<h3>Bakan Sırası Kuralları</h3>\n<ol start=\"25\">\n  <li>İçişleri Bakanı rolü yalnızca R4 ve R5 üyeleri tarafından kullanılabilir. Oyuncuları sıradan taşımak için kullanılamaz. Yalnızca yeni rezervasyonlar oluşturmak veya iki oyuncu karşılıklı onaylarsa yerlerini değiştirmek için kullanılabilir.</li>\n</ol>\n<h3>Sohbet ve Davranış Kuralları</h3>\n<ol start=\"26\">\n  <li>İfade özgürlüğü vardır. Herkes istediğini söyleyebilir. Beğenmiyorsan kara liste özelliğini kullan.</li>\n</ol>\n      ",
  "fr": "\n<h3>Règles de Combat</h3>\n<ol>\n  <li>Interdiction d’attaquer, de faire des rassemblements ou de faire du repérage sur les alliances NAP, y compris leurs académies, villes, quartiers généraux et bannières.</li>\n  <li>Interdiction d’attaquer les tuiles de collecte en dehors des événements désignés (Frères d’Armes).</li>\n  <li>Ne collectez pas dans la ruche d’une autre alliance. Dans ce cas, les attaques sur les tuiles de collecte sont autorisées.</li>\n  <li>Pas d’ingérence de tiers (ex : changement d’alliance pour aider) ni d’attaque de villes pendant les batailles d’installation.</li>\n  <li>Seule l’alliance NAP désignée peut attaquer un bastion ou une forteresse. Aucun autre joueur ou alliance ne doit y toucher.</li>\n  <li>Les attaques en solo sur les bastions ou forteresses sont interdites.</li>\n  <li>La présidence tournera entre toutes les alliances NAP. La méthode de sélection est laissée à chaque alliance.</li>\n  <li>Le président doit activer les compétences présidentielles pendant les jours alignés avec les événements, sinon il sera retiré de la rotation jusqu’à une nouvelle décision du NAP.</li>\n  <li>Le président est un serviteur de l’État, pas un dirigeant, et doit toujours suivre les décisions du NAP.</li>\n  <li>Violer les règles du NAP peut entraîner des sanctions présidentielles, des compensations, des pertes de troupes, une expulsion de l’alliance NAP, ou une exclusion totale du NAP.</li>\n  <li>Un joueur ne peut pas quitter le NAP, enfreindre les règles, puis y revenir. Toute tentative de contournement des règles entraînera une punition.</li>\n  <li>Une fois qu’une sanction est décidée par le NAP, l’alliance du joueur sanctionné doit se conformer, ou perdre sa place dans le NAP.</li>\n</ol>\n<h3>Règles d’Alliance</h3>\n<ol start=\"13\">\n  <li>Chaque alliance NAP peut désigner une seule alliance académie.</li>\n  <li>L’alliance désignée pour SvS est protégée par le NAP.</li>\n  <li>Il est interdit de débaucher des joueurs des alliances NAP.</li>\n  <li>Le NAP inclut les 6 meilleures alliances, leurs académies et l’alliance SvS.</li>\n  <li>Chaque alliance NAP aura un représentant unique chargé de voter pour toute l’alliance.</li>\n</ol>\n<h3>Règles des Installations et Bannières</h3>\n<ol start=\"18\">\n  <li>Respectez les plannings de rotation convenus pour les forteresses et bastions.</li>\n  <li>Les bastions et forteresses seront distribués après la phase de préparation SvS, selon le classement de préparation.</li>\n  <li>Les installations sont libres d’accès. Les alliances peuvent les partager ou se les disputer loyalement. Les installations de niveau 4 (attaque, défense, et marche) seront attribuées à l’alliance SvS avant le début de SvS.</li>\n  <li>Aucune alliance ne peut contrôler plusieurs installations du même type.</li>\n  <li>Ne placez pas de bannières bloquant les chemins d’accès des autres alliances aux installations.</li>\n</ol>\n<h3>Règles de Vote et de Gouvernance</h3>\n<ol start=\"23\">\n  <li>Les décisions du NAP sont prises à la majorité des votes.</li>\n  <li>En cas d’égalité, le président en fonction a le vote décisif.</li>\n</ol>\n<h3>Règles de File des Ministres</h3>\n<ol start=\"25\">\n  <li>Le Ministre de l’Intérieur ne peut être utilisé que par les membres R4 et R5. Il ne peut pas déplacer les joueurs dans la file. Il peut uniquement être utilisé pour créer de nouvelles réservations ou échanger deux joueurs avec accord mutuel.</li>\n</ol>\n<h3>Règles de Chat et de Conduite</h3>\n<ol start=\"26\">\n  <li>Liberté d’expression. Tout le monde peut dire ce qu’il veut. Si ça ne vous plaît pas, utilisez la fonction de liste noire.</li>\n</ol>\n",
  "es": "\n<h3>Reglas de Combate</h3>\n<ol>\n  <li>No atacar, reagrupar ni espiar a alianzas NAP, incluyendo sus academias, ciudades, cuarteles generales y banderas.</li>\n  <li>No atacar terrenos de recolección fuera de eventos designados (Hermanos de Armas).</li>\n  <li>No recolectar en la colmena de otra alianza. En este caso, se permite atacar los terrenos de recolección.</li>\n  <li>No se permite intervención de terceros (por ejemplo, cambiar de alianza para ayudar) ni ataques a ciudades durante batallas de instalaciones.</li>\n  <li>Solo la alianza NAP asignada puede atacar una fortaleza o bastión. Ningún otro jugador o alianza debe tocarla.</li>\n  <li>Prohibido atacar fortificaciones o bastiones en solitario.</li>\n  <li>La presidencia rotará entre todas las alianzas NAP. El método de selección depende de cada alianza.</li>\n  <li>El presidente debe activar las habilidades presidenciales en los días de evento; de lo contrario, será removido de la rotación hasta que el NAP vote lo contrario.</li>\n  <li>El presidente es un servidor del estado, no un gobernante, y siempre debe seguir lo que acuerde el NAP.</li>\n  <li>Romper las reglas del NAP puede resultar en castigo presidencial, compensación, pérdida de tropas, expulsión de la alianza NAP o del NAP por completo.</li>\n  <li>Los jugadores no pueden salir del NAP, romper reglas y volver a unirse. Cualquier intento de eludir las reglas será castigado.</li>\n  <li>Una vez que el NAP acuerde castigar a un jugador, la alianza que lo aloje debe cumplir o perderá su posición en el NAP.</li>\n</ol>\n<h3>Reglas de Alianza</h3>\n<ol start=\"13\">\n  <li>Cada alianza NAP puede designar solo una alianza academia.</li>\n  <li>La alianza designada para SvS está protegida por el NAP.</li>\n  <li>Prohibido reclutar jugadores de otras alianzas NAP.</li>\n  <li>El NAP incluye las 6 alianzas principales, sus academias y la alianza SvS.</li>\n  <li>Cada alianza NAP tendrá un único representante que votará por toda la alianza.</li>\n</ol>\n<h3>Reglas de Instalaciones y Banderas</h3>\n<ol start=\"18\">\n  <li>Seguir los cronogramas de rotación acordados para bastiones y fortificaciones.</li>\n  <li>Los bastiones y fortificaciones serán distribuidos tras la preparación del SvS, basados en el ranking de preparación.</li>\n  <li>Las instalaciones están abiertas a todos. Las alianzas pueden compartirlas o luchar por ellas de forma justa. Las instalaciones de ataque, defensa y marcha de nivel 4 se otorgarán primero a la alianza SvS antes del evento.</li>\n  <li>Ninguna alianza puede controlar instalaciones duplicadas.</li>\n  <li>No colocar banderas que bloqueen el acceso de otras alianzas a las instalaciones.</li>\n</ol>\n<h3>Votación y Gobernanza</h3>\n<ol start=\"23\">\n  <li>Las decisiones del NAP se toman por mayoría de votos.</li>\n  <li>Si hay empate, el presidente actual tiene el voto decisivo.</li>\n</ol>\n<h3>Reglas de Cola Ministerial</h3>\n<ol start=\"25\">\n  <li>El Ministro del Interior solo puede ser usado por miembros R4 y R5. No puede usarse para mover jugadores en la cola. Solo se puede usar para hacer nuevas reservas o intercambiar posiciones si ambos jugadores están de acuerdo.</li>\n</ol>\n<h3>Chat y Conducta</h3>\n<ol start=\"26\">\n  <li>Libertad de expresión. Cualquiera puede decir lo que quiera. Si no te gusta, usa la función de lista negra.</li>\n</ol>\n",
  "ar": "\n<div style=\"direction: rtl; text-align: right;\">\n<h3>قواعد القتال</h3>\n<ol>\n  <li>ممنوع الهجوم أو التجمع أو الاستطلاع على تحالفات NAP بما في ذلك الأكاديميات والمدن والمقرات والأعلام التابعة لها.</li>\n  <li>ممنوع الهجوم على بلاطات التجميع خارج الفعاليات المحددة (مثل \"الأخوة في السلاح\").</li>\n  <li>لا تقم بالتجميع داخل خلية تحالف آخر. في هذه الحالة، يُسمح بالهجوم على بلاطات التجميع.</li>\n  <li>ممنوع التدخل من طرف ثالث (مثل تغيير التحالف لتقديم المساعدة) أو مهاجمة المدن أثناء معارك المنشآت.</li>\n  <li>التحالف المخصص من NAP فقط هو المسموح له بمهاجمة الحصون أو القلاع. لا يجب لأي لاعب أو تحالف آخر التدخل.</li>\n  <li>ممنوع الهجوم الفردي على الحصون أو القلاع.</li>\n  <li>رئاسة الدولة ستنتقل بالتناوب بين تحالفات NAP. طريقة الاختيار تُترك لكل تحالف.</li>\n  <li>يجب على الرئيس تفعيل المهارات الرئاسية في أيام الفعاليات، وإلا سيتم استبعاده من التناوب حتى تصوّت NAP خلاف ذلك.</li>\n  <li>الرئيس هو خادم للولاية وليس حاكمًا، ويجب عليه اتباع قرارات NAP دائمًا.</li>\n  <li>انتهاك قواعد NAP قد يؤدي إلى عقوبات من الرئيس، تعويض، خسائر في القوات، الطرد من التحالف أو الطرد التام من NAP.</li>\n  <li>لا يمكن للاعبين مغادرة NAP، خرق القواعد، ثم العودة مجددًا. أي محاولة للتحايل ستؤدي إلى العقوبة.</li>\n  <li>بمجرد أن يقرر NAP معاقبة لاعب، يجب على تحالفه الالتزام بذلك أو فقدان عضويته في NAP.</li>\n</ol>\n<h3>قواعد التحالف</h3>\n<ol start=\"13\">\n  <li>يمكن لكل تحالف ضمن NAP تعيين تحالف أكاديمي واحد فقط.</li>\n  <li>التحالف المعين للمشاركة في SvS محمي من قبل NAP.</li>\n  <li>ممنوع جذب اللاعبين من تحالفات NAP الأخرى.</li>\n  <li>NAP تشمل أعلى 6 تحالفات، أكاديمياتها، وتحالف SvS.</li>\n  <li>يجب أن يكون لكل تحالف NAP ممثل واحد يصوّت باسم التحالف بأكمله.</li>\n</ol>\n<h3>قواعد المنشآت والأعلام</h3>\n<ol start=\"18\">\n  <li>اتباع جداول التناوب المتفق عليها للحصون والقلاع.</li>\n  <li>سيتم توزيع الحصون والقلاع بعد مرحلة التحضير لـ SvS بناءً على الترتيب.</li>\n  <li>المنشآت متاحة للجميع. يمكن للتحالفات مشاركتها أو التنافس عليها بشكل عادل. سيتم منح منشآت الهجوم والدفاع والمشي من المستوى الرابع لتحالف SvS قبل الحدث.</li>\n  <li>لا يمكن لأي تحالف السيطرة على منشآت مكررة من نفس النوع.</li>\n  <li>ممنوع وضع أعلام تمنع وصول تحالفات أخرى إلى المنشآت.</li>\n</ol>\n<h3>قواعد التصويت والإدارة</h3>\n<ol start=\"23\">\n  <li>يتم اتخاذ قرارات NAP عن طريق التصويت بالأغلبية.</li>\n  <li>في حال التعادل، يكون للرئيس الحالي صوت الحسم.</li>\n</ol>\n<h3>قواعد قائمة الوزير</h3>\n<ol start=\"25\">\n  <li>يمكن فقط لأعضاء R4 وR5 استخدام دور وزير الداخلية. لا يمكن استخدامه لنقل اللاعبين في القائمة، بل فقط لإنشاء حجوزات جديدة أو تبديل لاعبين بموافقة الطرفين.</li>\n</ol>\n<h3>قواعد الدردشة والسلوك</h3>\n<ol start=\"26\">\n  <li>حرية التعبير مكفولة. يمكن لأي شخص أن يقول ما يشاء. إذا لم يعجبك ذلك، استخدم خاصية الحظر.</li>\n</ol>\n</div>\n"
}
