{
  "en": "\n<h3>General Rules</h3>\n<ol>\n  <li>NAP includes the top 5 alliances (KSF, TRB, ZSU, KnG, ICE), their academies (INF, DXT, KN2, Ice), and the SvS alliance (PUN).</li>\n  <li>No attacking, rallying, or scouting NAP alliances, including their academies, cities, headquarters, and banners.</li>\n  <li>No attacking gathering tiles outside of designated events (Brothers In Arms).</li>\n  <li>Do not gather in another alliance's hive. Attacks on gathering tiles are allowed in this case.</li>\n  <li>Violating NAP rules may result in presidential punishment, compensation, troop loss, removal from a NAP alliance, or removal from NAP entirely.</li>\n  <li>Players cannot leave NAP, break rules, and rejoin NAP. Any attempt to bypass rules will lead to punishment.</li>\n  <li>Once NAP agrees to punish a player, the alliance occupying the player must comply or forfeit their position in NAP.</li>\n</ol>\n\n<h3>Brothers In Arms Rules</h3>\n<ol start=\"8\">\n  <li>No attacks or rallies on NAP cities, headquarters, or banners.</li>\n  <li>Players can attack any gathering tiles.</li>\n  <li>Players can attack other players near their hive (this includes NAP players; teleport out of your hive at your own risk).</li>\n  <li>Players who teleport near another alliance's hive are not allowed to attack NAP cities, headquarters, or banners still.</li>\n  <li>Maximum of 2 attacks per city.</li>\n  <li>No player should be reinforced while away from their alliance's hive.</li>\n  <li>No rallies on NAP cities are permitted.</li>\n</ol>\n\n<h3>Alliance Rules</h3>\n<ol start=\"15\">\n  <li>Each NAP alliance can designate only 1 academy alliance.</li>\n  <li>The SvS designated alliance is protected by NAP (Current Name: [PUN]HUB).</li>\n  <li>No poaching players from NAP alliances.</li>\n</ol>\n\n<h3>Presidency Rules</h3>\n<ol start=\"18\">\n  <li>The presidency will rotate among all NAP alliances. The selection method is up to each alliance.</li>\n  <li>Regular Presidency and Supreme Presidency rotations are separate.</li>\n  <li>The President should be decided before the State vs State battle begins.</li>\n  <li>The winning R5 must transfer presidency to the chosen president (during State vs State it should be transferred before Battle Phase ends).</li>\n  <li>The president must activate presidential skills during event-aligned days or be removed from rotation until NAP votes otherwise.</li>\n  <li>The president is a servant for the state, not a ruler, and should always follow what NAP agrees upon.</li>\n</ol>\n\n<h3>Facilities, Fortresses, and Stronghold Rules</h3>\n<ol start=\"24\">\n  <li>NAP alliances must follow agreed rotation schedules for fortresses and strongholds.</li>\n  <li>No solo attack on fortresses or strongholds.</li>\n  <li>Strongholds and fortresses are chosen after SvS preparation based on rank: Rank 1 gets 1 Stronghold and 3 Fortresses. Ranks 2, 3, and 4 get 1 Stronghold and 2 Fortresses. Rank 5 gets 3 Fortresses.</li>\n  <li>Only the assigned NAP alliance may attack a stronghold or fortress. No other player or alliance should touch it.</li>\n  <li>Facilities are free-for-all. Alliances may share or fight for them fairly. Level 4 facilities and troop marching facility will go to SvS alliance before SvS.</li>\n  <li>No alliances can control duplicate facilities.</li>\n  <li>Players strictly cannot switch alliances to assist in facility battles. Multiple alliances may compete or cooperate for a facility. Absolutely no city attacks during facility battles, even during Brothers In Arms.</li>\n  <li>Do not place banners that block other alliances’ paths to facilities. If an alliance is blocking a path, they should, within a reasonable amount of time, resolve the blockage.</li>\n</ol>\n\n<h3>Voting & Governance</h3>\n<ol start=\"32\">\n  <li>NAP decisions are made by alliance majority vote.</li>\n  <li>If voting results in a tie, the current president casts the deciding vote.</li>\n  <li>Each NAP alliance will have a Primary and Secondary representative within the NAP chat. The Primary representative should be addressed before decisions are made. The Secondary representative acts if the Primary is unavailable within a reasonable amount of time. These representatives speak and vote on behalf of their alliance, though other members are allowed to share their opinions.</li>\n</ol>\n\n<h3>Minister Queue Rules</h3>\n<ol start=\"35\">\n  <li>Minister of Interior may only be used by R4 and R5 members of NAP alliances. It cannot be used to move players in minister queues. It may only be used to create new reservations or swap two players if both players agree.</li>\n</ol>\n\n<h3>Chat & Conduct</h3>\n<ol start=\"36\">\n  <li>Freedom of Speech. Anyone can say anything they want. If you don’t like it, use the blacklist feature.</li>\n</ol>\n",
  "ko": "\n<h3>일반 규칙</h3>\n<ol>\n  <li>NAP에는 상위 5개 동맹(KSF, TRB, ZSU, KnG, ICE), 해당 아카데미(INF, DXT, KN2, Ice) 및 SvS 동맹(PUN)이 포함됩니다.</li>\n  <li>아카데미, 도시, 본부 및 배너를 포함하여 NAP 동맹을 공격, 집결 또는 정찰하지 않습니다.</li>\n  <li>지정된 이벤트(Brothers In Arms) 이외의 공격으로 타일을 수집할 수 없습니다.</li>\n  <li>다른 연맹의 하이브에 모이지 마세요. 이 경우 타일 수집에 대한 공격이 허용됩니다.</li>\n  <li>NAP 규칙을 위반하면 대통령 처벌, 보상, 병력 손실, NAP 동맹 탈퇴 또는 NAP 완전 탈퇴 등의 결과를 초래할 수 있습니다.</li>\n  <li>플레이어는 NAP을 떠나거나, 규칙을 어기고, NAP에 다시 참여할 수 없습니다. 규칙을 우회하려는 모든 시도는 처벌로 이어질 것입니다.</li>\n  <li>NAP가 플레이어를 처벌하는 데 동의하면 플레이어를 점령한 동맹은 이에 따르거나 NAP에서의 지위를 상실해야 합니다.</li>\n</ol>\n\n<h3>전우들 규칙</h3>\n<ol start=\"8\">\n  <li>NAP 도시, 본부 또는 배너에 대한 공격이나 집회가 없습니다.</li>\n  <li>플레이어는 모든 수집 타일을 공격할 수 있습니다.</li>\n  <li>플레이어는 자신의 하이브 근처에 있는 다른 플레이어를 공격할 수 있습니다(여기에는 NAP 플레이어도 포함됩니다. 자신의 위험 부담으로 하이브 밖으로 순간이동할 수 있습니다).</li>\n  <li>다른 동맹의 하이브 근처로 순간이동하는 플레이어는 여전히 NAP 도시, 본부 또는 배너를 공격할 수 없습니다.</li>\n  <li>도시당 최대 2번의 공격이 가능합니다.</li>\n  <li>어떤 플레이어도 동맹의 하이브에서 멀리 떨어져 있는 동안에는 강화를 받아서는 안 됩니다.</li>\n  <li>NAP 도시에서는 집회가 허용되지 않습니다.</li>\n</ol>\n\n<h3>동맹 규칙</h3>\n<ol start=\"15\">\n  <li>각 NAP 연맹은 1개의 아카데미 연맹만 지정할 수 있습니다.</li>\n  <li>SvS 지정 동맹은 NAP(현재 이름: [PUN]HUB)에 의해 보호됩니다.</li>\n  <li>NAP 동맹의 플레이어를 밀렵하는 행위는 없습니다.</li>\n</ol>\n\n<h3>회장단 규칙</h3>\n<ol start=\"18\">\n  <li>대통령직은 모든 ​​NAP 동맹들 사이에서 돌아가게 됩니다. 선택 방법은 각 연맹에 따라 다릅니다.</li>\n  <li>정기 회장단과 최고 회장단 순환은 별개입니다.</li>\n  <li>대통령은 국가 대 국가의 싸움이 시작되기 전에 결정되어야 한다.</li>\n  <li>승리한 R5는 선택한 대통령에게 대통령직을 이양해야 합니다(주 대 주 동안에는 전투 단계가 끝나기 전에 이양되어야 합니다).</li>\n  <li>대통령은 행사가 있는 날에 대통령 기술을 활성화해야 하며 그렇지 않은 경우 NAP 투표가 있을 때까지 순환에서 제외되어야 합니다.</li>\n  <li>대통령은 통치자가 아니라 국가를 위한 봉사자이므로 항상 NAP가 동의하는 바를 따라야 합니다.</li>\n</ol>\n\n<h3>시설, 요새, 요새 규칙</h3>\n<ol start=\"24\">\n  <li>NAP 동맹은 요새와 거점에 대해 합의된 순환 일정을 따라야 합니다.</li>\n  <li>요새나 거점에 대한 단독 공격은 불가능합니다.</li>\n  <li>성채와 요새는 순위에 따라 SvS 준비 후 선택됩니다. 랭크 1은 성채 1개와 요새 3개를 얻습니다. 2, 3, 4등급은 1개의 요새와 2개의 요새를 얻습니다. 랭크 5는 3개의 요새를 얻습니다.</li>\n  <li>할당된 NAP 동맹만이 요새나 요새를 공격할 수 있습니다. 다른 플레이어나 동맹은 이를 건드릴 수 없습니다.</li>\n  <li>시설은 모두 무료입니다. 동맹은 그들을 위해 공정하게 공유하거나 싸울 수 있습니다. 레벨 4 시설과 병력 행군 시설은 SvS 이전에 SvS 동맹으로 이동됩니다.</li>\n  <li>어떤 동맹도 중복된 시설을 통제할 수 없습니다.</li>\n  <li>플레이어는 시설 전투를 지원하기 위해 동맹을 전환할 수 없습니다. 여러 동맹이 시설을 놓고 경쟁하거나 협력할 수 있습니다. 브라더스 인 암즈(Brothers In Arms) 중에도 시설 전투 중에는 도시 공격이 전혀 없습니다.</li>\n  <li>다른 연맹의 시설 진입로를 막는 현수막을 배치하지 마세요. 동맹이 경로를 막고 있다면 합리적인 시간 내에 막힌 부분을 해결해야 합니다.</li>\n</ol>\n\n<h3>투표 및 거버넌스</h3>\n<ol start=\"32\">\n  <li>NAP 결정은 동맹 다수결로 결정됩니다.</li>\n  <li>투표 결과가 동점일 경우 현 대통령이 결정권을 행사합니다.</li>\n  <li>각 NAP 동맹에는 NAP 채팅 내에 기본 및 보조 대표자가 있습니다. 결정을 내리기 전에 초등회 대표와 대화해야 합니다. 합리적인 시간 내에 1차 대표를 이용할 수 없는 경우 2차 대표가 조치를 취합니다. 이러한 대표자들은 동맹을 대표하여 발언하고 투표하지만, 다른 회원들도 자신의 의견을 공유할 수 있습니다.</li>\n</ol>\n\n<h3>장관 대기열 규칙</h3>\n<ol start=\"35\">\n  <li>내무부 장관은 NAP 동맹의 R4 및 R5 회원만 사용할 수 있습니다. 장관 대기열에서 플레이어를 이동하는 데 사용할 수 없습니다. 두 플레이어가 모두 동의하는 경우 새 예약을 생성하거나 두 플레이어를 교환하는 데에만 사용할 수 있습니다.</li>\n</ol>\n\n<h3>채팅 및 행동</h3>\n<ol start=\"36\">\n  <li>언론의 자유. 누구든지 원하는 것은 무엇이든 말할 수 있습니다. 마음에 들지 않으시면 블랙리스트 기능을 이용해 보세요.</li>\n</ol>\n",
  "zh": "\n<h3>一般规则</h3>\n<ol>\n  <li>NAP 包括排名前 5 的联盟（KSF、TRB、ZSU、KnG、ICE）及其学院（INF、DXT、KN2、Ice）以及 SvS 联盟（PUN）。</li>\n  <li>不得攻击、集结或侦察 NAP 联盟，包括其学院、城市、总部和旗帜。</li>\n  <li>禁止攻击指定活动（兄弟连）之外的收集方块。</li>\n  <li>不要聚集在另一个联盟的巢穴中。在这种情况下，允许对聚集图块进行攻击。</li>\n  <li>违反 NAP 规则可能会导致总统惩罚、赔偿、部队损失、从 NAP 联盟中除名或完全从 NAP 中除名。</li>\n  <li>玩家不能离开 NAP、违反规则或重新加入 NAP。任何试图绕过规则的行为都将受到惩罚。</li>\n  <li>一旦NAP同意惩罚某个玩家，占领该玩家的联盟必须遵守，否则将丧失其在NAP中的地位。</li>\n</ol>\n\n<h3>兄弟连规则</h3>\n<ol start=\"8\">\n  <li>不得袭击或集会 NAP 城市、总部或横幅。</li>\n  <li>玩家可以攻击任何聚集的方块。</li>\n  <li>玩家可以攻击其蜂巢附近的其他玩家（这包括 NAP 玩家；传送出蜂巢的风险由您自行承担）。</li>\n  <li>传送到另一个联盟蜂巢附近的玩家仍然不能攻击 NAP 城市、总部或旗帜。</li>\n  <li>每个城市最多 2 次攻击。</li>\n  <li>任何玩家在离开联盟蜂巢时都不应该得到增援。</li>\n  <li>不允许在 NAP 城市举行集会。</li>\n</ol>\n\n<h3>联盟规则</h3>\n<ol start=\"15\">\n  <li>每个NAP联盟只能指定1个学院联盟。</li>\n  <li>SvS指定联盟受NAP（当前名称：[PUN]HUB）保护。</li>\n  <li>没有从NAP联盟挖走球员。</li>\n</ol>\n\n<h3>主席规则</h3>\n<ol start=\"18\">\n  <li>主席职位将由所有 NAP 联盟轮流担任。选择方式由各联盟自行决定。</li>\n  <li>常规总统和最高总统轮换是分开的。</li>\n  <li>总统应该在州与州之战开始之前决定。</li>\n  <li>获胜的 R5 必须将总统职位移交给选定的总统（在州与州之间，应在战斗阶段结束之前移交）。</li>\n  <li>总统必须在与活动相关的日子里激活总统技能，否则就不再轮换，直到全国行动党投票决定。</li>\n  <li>总统是国家的公仆，而不是统治者，应该始终遵循国家行动党的共识。</li>\n</ol>\n\n<h3>设施、要塞和要塞规则</h3>\n<ol start=\"24\">\n  <li>NAP 联盟必须遵循商定的堡垒和据点轮换时间表。</li>\n  <li>不单独攻击要塞或据点。</li>\n  <li>根据SvS准备后根据等级选择要塞和要塞：等级1获得1个要塞和3个要塞。排名 2、3 和 4 获得 1 个要塞和 2 个要塞。排名 5 获得 3 个堡垒。</li>\n  <li>只有指定的 NAP 联盟才可以攻击据点或要塞。其他玩家或联盟不得碰触它。</li>\n  <li>设施免费供所有人使用。联盟可以公平地分享或争夺它们。 4级设施和部队行进设施将在SvS之前移交给SvS联盟。</li>\n  <li>没有联盟可以控制重复的设施。</li>\n  <li>玩家严格不能切换联盟来协助设施战斗。多个联盟可能会竞争或合作争夺一个设施。设施战期间绝对不会发生城市袭击，即使是在《战火兄弟连》期间也是如此。</li>\n  <li>请勿放置阻碍其他联盟通往设施路径的横幅。如果联盟阻塞了一条道路，他们应该在合理的时间内解决阻塞问题。</li>\n</ol>\n\n<h3>投票与治理</h3>\n<ol start=\"32\">\n  <li>NAP 决定由联盟多数票决定。</li>\n  <li>如果投票结果平局，现任总统将投决定性一票。</li>\n  <li>每个 NAP 联盟都会在 NAP 聊天中拥有一名主要和次要代表。在做出决定之前应向主要代表讲话。如果主要代表在合理时间内不可用，则辅助代表将采取行动。这些代表代表他们的联盟发言和投票，但其他成员也可以分享他们的意见。</li>\n</ol>\n\n<h3>部长队列规则</h3>\n<ol start=\"35\">\n  <li>内政部长只能由 NAP 联盟的 R4 和 R5 成员使用。它不能用于移动部长队列中的玩家。如果两名玩家都同意，它只能用于创建新的预订或交换两名玩家。</li>\n</ol>\n\n<h3>聊天与行为</h3>\n<ol start=\"36\">\n  <li>言论自由。任何人都可以说任何他们想说的话。如果您不喜欢它，请使用黑名单功能。</li>\n</ol>\n",
  "tr": "\n<h3>Genel Kurallar</h3>\n<ol>\n  <li>NAP, en iyi 5 ittifakı (KSF, TRB, ZSU, KnG, ICE), bunların akademilerini (INF, DXT, KN2, Ice) ve SvS ittifakını (PUN) içerir.</li>\n  <li>Akademileri, şehirleri, karargahları ve sancakları da dahil olmak üzere NAP ittifaklarına saldırmak, toplanmak veya onları gözetlemek yasaktır.</li>\n  <li>Belirlenmiş etkinliklerin (Silah Arkadaşlığı) dışında saldıran taş toplamak yasaktır.</li>\n  <li>Başka bir ittifakın kovanında toplanmayın. Bu durumda fayans toplamaya yönelik saldırılara izin verilir.</li>\n  <li>NAP kurallarının ihlal edilmesi, başkanlık cezası, tazminat, asker kaybı, NAP ittifakından çıkarılma veya NAP'tan tamamen çıkarılma ile sonuçlanabilir.</li>\n  <li>Oyuncular NAP'tan ayrılamaz, kuralları çiğneyemez ve NAP'a yeniden katılamaz. Kuralları aşmaya yönelik herhangi bir girişim cezaya yol açacaktır.</li>\n  <li>NAP bir oyuncuyu cezalandırmayı kabul ettiğinde, oyuncuyu işgal eden ittifak buna uymak zorundadır veya NAP'teki konumunu kaybeder.</li>\n</ol>\n\n<h3>Silah Arkadaşlığı Kuralları</h3>\n<ol start=\"8\">\n  <li>NAP şehirlerine, karargahlarına veya pankartlarına saldırı veya miting yok.</li>\n  <li>Oyuncular herhangi bir toplama karosuna saldırabilirler.</li>\n  <li>Oyuncular kovanlarının yakınındaki diğer oyunculara saldırabilirler (buna NAP oyuncuları da dahildir; kovanınızın dışına ışınlanma riski size aittir).</li>\n  <li>Başka bir ittifakın kovanının yakınına ışınlanan oyuncuların NAP şehirlerine, karargahlarına veya sancaklarına saldırmasına hâlâ izin verilmiyor.</li>\n  <li>Şehir başına maksimum 2 saldırı.</li>\n  <li>Hiçbir oyuncu ittifakının kovanından uzaktayken takviye edilmemelidir.</li>\n  <li>NAP şehirlerinde mitinglere izin verilmiyor.</li>\n</ol>\n\n<h3>İttifak Kuralları</h3>\n<ol start=\"15\">\n  <li>Her NAP ittifakı yalnızca 1 akademi ittifakı belirleyebilir.</li>\n  <li>SvS tarafından belirlenen ittifak, NAP (Güncel Adı: [PUN]HUB) tarafından korunmaktadır.</li>\n  <li>NAP ittifaklarından oyuncu kaçırmak yok.</li>\n</ol>\n\n<h3>Başkanlık Kuralları</h3>\n<ol start=\"18\">\n  <li>Başkanlık tüm MAP ittifakları arasında dönüşümlü olarak gerçekleşecek. Seçim yöntemi her ittifaka bağlıdır.</li>\n  <li>Olağan Başkanlık ve Yüksek Başkanlık rotasyonları ayrıdır.</li>\n  <li>Devlet-Devlet savaşı başlamadan önce Başkana karar verilmelidir.</li>\n  <li>Kazanan R5, başkanlığı seçilen başkana devretmelidir (Devlet vs Devlet sırasında Savaş Aşaması sona ermeden devredilmelidir).</li>\n  <li>Başkan, etkinlikle uyumlu günlerde başkanlık becerilerini etkinleştirmeli veya NAP aksi yönde oy kullanana kadar rotasyondan çıkarılmalıdır.</li>\n  <li>Başkan bir yönetici değil, devletin hizmetkarıdır ve her zaman NAP'ın kabul ettiği şeyleri takip etmelidir.</li>\n</ol>\n\n<h3>Tesisler, Kaleler ve Kale Kuralları</h3>\n<ol start=\"24\">\n  <li>NAP ittifakları, kaleler ve kaleler için üzerinde anlaşılan rotasyon programlarına uymak zorundadır.</li>\n  <li>Kalelere veya kalelere tek başına saldırı yapılmaz.</li>\n  <li>Kaleler ve hisarlar SvS hazırlığının ardından rütbeye göre seçilir: Sıra 1, 1 Kale ve 3 Kale alır. 2, 3 ve 4. sıralar 1 Kale ve 2 Hisar alır. Rütbe 5, 3 Kale alır.</li>\n  <li>Yalnızca atanan NAP ittifakı bir kaleye veya kaleye saldırabilir. Başka hiçbir oyuncu veya ittifak ona dokunmamalı.</li>\n  <li>Tesisler herkes için ücretsizdir. İttifaklar adil bir şekilde paylaşabilir veya onlar için savaşabilir. Seviye 4 tesisleri ve birlik yürüyüş tesisi, SvS'den önce SvS ittifakına gidecek.</li>\n  <li>Hiçbir ittifak kopya tesisleri kontrol edemez.</li>\n  <li>Oyuncular tesis savaşlarına yardımcı olmak için kesinlikle ittifak değiştiremezler. Bir tesis için birden fazla ittifak rekabet edebilir veya işbirliği yapabilir. Tesis savaşları sırasında, Silah Arkadaşları sırasında bile kesinlikle şehir saldırısı yapılmaz.</li>\n  <li>Diğer ittifakların tesislere giden yollarını kapatan pankartlar yerleştirmeyin. Eğer bir ittifak bir yolu kapatıyorsa makul bir süre içinde bu tıkanıklığı çözmelidir.</li>\n</ol>\n\n<h3>Oylama ve Yönetişim</h3>\n<ol start=\"32\">\n  <li>NAP kararları ittifak çoğunluğunun oyu ile alınır.</li>\n  <li>Oylamanın eşitlikle sonuçlanması durumunda, mevcut başkan belirleyici oyu kullanır.</li>\n  <li>Her NAP ittifakının NAP sohbetinde bir Birincil ve İkincil temsilcisi olacaktır. Kararlar alınmadan önce Birincil temsilciye danışılmalıdır. İkincil temsilci, Birincil temsilcinin makul bir süre içinde müsait olmaması durumunda harekete geçer. Bu temsilciler ittifakları adına konuşur ve oy verirler, ancak diğer üyelerin de fikirlerini paylaşmasına izin verilir.</li>\n</ol>\n\n<h3>Bakan Sıra Kuralları</h3>\n<ol start=\"35\">\n  <li>İçişleri Bakanı yalnızca NAP ittifaklarının R4 ve R5 üyeleri tarafından kullanılabilir. Bakan sıralarındaki oyuncuları hareket ettirmek için kullanılamaz. Her iki oyuncunun da kabul etmesi durumunda yalnızca yeni rezervasyonlar oluşturmak veya iki oyuncuyu değiştirmek için kullanılabilir.</li>\n</ol>\n\n<h3>Sohbet ve Davranış</h3>\n<ol start=\"36\">\n  <li>İfade Özgürlüğü. Herkes istediğini söyleyebilir. Beğenmediyseniz kara liste özelliğini kullanın.</li>\n</ol>\n",
  "fr": "\n<h3>Règles générales</h3>\n<ol>\n  <li>NAP comprend les 5 meilleures alliances (KSF, TRB, ZSU, KnG, ICE), leurs académies (INF, DXT, KN2, Ice) et l'alliance SvS (PUN).</li>\n  <li>Pas d’attaque, de ralliement ou de reconnaissance des alliances NAP, y compris leurs académies, villes, quartiers généraux et bannières.</li>\n  <li>Aucune attaque de collecte de tuiles en dehors des événements désignés (Brothers In Arms).</li>\n  <li>Ne vous rassemblez pas dans la ruche d'une autre alliance. Les attaques sur les tuiles de collecte sont autorisées dans ce cas.</li>\n  <li>La violation des règles du NAP peut entraîner une sanction présidentielle, une compensation, une perte de troupes, le retrait d'une alliance du NAP ou le retrait complet du NAP.</li>\n  <li>Les joueurs ne peuvent pas quitter NAP, enfreindre les règles et rejoindre NAP. Toute tentative de contourner les règles entraînera une sanction.</li>\n  <li>Une fois que NAP accepte de punir un joueur, l'alliance occupant le joueur doit s'y conformer ou perdre sa position dans NAP.</li>\n</ol>\n\n<h3>Règles des frères d'armes</h3>\n<ol start=\"8\">\n  <li>Pas d’attaques ni de rassemblements contre les villes, les sièges ou les banderoles du NAP.</li>\n  <li>Les joueurs peuvent attaquer n’importe quelle tuile de collecte.</li>\n  <li>Les joueurs peuvent attaquer d'autres joueurs à proximité de leur ruche (cela inclut les joueurs NAP ; téléportez-vous hors de votre ruche à vos propres risques).</li>\n  <li>Les joueurs qui se téléportent près de la ruche d'une autre alliance ne sont toujours pas autorisés à attaquer les villes, les quartiers généraux ou les bannières de NAP.</li>\n  <li>Maximum de 2 attaques par ville.</li>\n  <li>Aucun joueur ne devrait être renforcé lorsqu'il est loin de la ruche de son alliance.</li>\n  <li>Aucun rassemblement sur les villes NAP n’est autorisé.</li>\n</ol>\n\n<h3>Règles d'alliance</h3>\n<ol start=\"15\">\n  <li>Chaque alliance NAP ne peut désigner qu’une seule alliance d’académies.</li>\n  <li>L'alliance désignée par SvS est protégée par NAP (nom actuel : [PUN]HUB).</li>\n  <li>Pas de débauchage des joueurs des alliances NAP.</li>\n</ol>\n\n<h3>Règlement de la présidence</h3>\n<ol start=\"18\">\n  <li>La présidence sera assurée à tour de rôle par toutes les alliances du PAN. La méthode de sélection dépend de chaque alliance.</li>\n  <li>Les rotations de la présidence ordinaire et de la présidence suprême sont distinctes.</li>\n  <li>Le président doit être choisi avant le début de la bataille État contre État.</li>\n  <li>Le R5 gagnant doit transférer la présidence au président choisi (pendant l'État contre l'État, elle doit être transférée avant la fin de la phase de bataille).</li>\n  <li>Le président doit activer les compétences présidentielles pendant les journées alignées sur l'événement ou être retiré de la rotation jusqu'à ce que le NAP vote autrement.</li>\n  <li>Le président est un serviteur de l’État, pas un dirigeant, et doit toujours suivre ce sur quoi le NAP est d’accord.</li>\n</ol>\n\n<h3>Règles des installations, forteresses et forteresses</h3>\n<ol start=\"24\">\n  <li>Les alliances NAP doivent suivre des calendriers de rotation convenus pour les forteresses et les bastions.</li>\n  <li>Pas d'attaque en solo contre des forteresses ou des places fortes.</li>\n  <li>Les forteresses et les forteresses sont choisies après la préparation SvS en fonction du rang : le rang 1 obtient 1 forteresse et 3 forteresses. Les rangs 2, 3 et 4 obtiennent 1 forteresse et 2 forteresses. Le rang 5 obtient 3 forteresses.</li>\n  <li>Seule l'alliance NAP assignée peut attaquer une place forte ou une forteresse. Aucun autre joueur ou alliance ne devrait y toucher.</li>\n  <li>Les installations sont gratuites pour tous. Les alliances peuvent les partager ou se battre pour eux de manière équitable. Les installations de niveau 4 et les installations de marche des troupes seront attribuées à l'alliance SvS avant SvS.</li>\n  <li>Aucune alliance ne peut contrôler des installations en double.</li>\n  <li>Les joueurs ne peuvent strictement pas changer d'alliance pour participer aux batailles d'installations. Plusieurs alliances peuvent rivaliser ou coopérer pour une installation. Absolument aucune attaque de ville pendant les batailles d'installations, même pendant Brothers In Arms.</li>\n  <li>Ne placez pas de bannières qui bloquent le chemin des autres alliances vers les installations. Si une alliance bloque un chemin, elle doit, dans un délai raisonnable, résoudre le blocage.</li>\n</ol>\n\n<h3>Vote et gouvernance</h3>\n<ol start=\"32\">\n  <li>Les décisions du PAN sont prises par vote majoritaire de l’alliance.</li>\n  <li>En cas d'égalité, la voix du président en exercice est prépondérante.</li>\n  <li>Chaque alliance NAP aura un représentant principal et secondaire au sein du chat NAP. Il faut s'adresser au représentant de la Primaire avant que les décisions ne soient prises. Le représentant secondaire agit si le principal est indisponible dans un délai raisonnable. Ces représentants parlent et votent au nom de leur alliance, bien que les autres membres soient autorisés à partager leurs opinions.</li>\n</ol>\n\n<h3>Règles de file d'attente des ministres</h3>\n<ol start=\"35\">\n  <li>Ministre de l'Intérieur ne peut être utilisé que par les membres R4 et R5 des alliances NAP. Il ne peut pas être utilisé pour déplacer les joueurs dans les files d'attente des ministres. Il ne peut être utilisé pour créer de nouvelles réservations ou échanger deux joueurs que si les deux joueurs sont d'accord.</li>\n</ol>\n\n<h3>Chat et conduite</h3>\n<ol start=\"36\">\n  <li>Liberté d'expression. N'importe qui peut dire ce qu'il veut. Si vous ne l’aimez pas, utilisez la fonction de liste noire.</li>\n</ol>\n",
  "es": "\n<h3>Reglas generales</h3>\n<ol>\n  <li>NAP incluye las 5 alianzas principales (KSF, TRB, ZSU, KnG, ICE), sus academias (INF, DXT, KN2, Ice) y la alianza SvS (PUN).</li>\n  <li>No atacar, movilizar ni explorar las alianzas NAP, incluidas sus academias, ciudades, sedes y pancartas.</li>\n  <li>No se permiten ataques para recolectar fichas fuera de los eventos designados (Brothers In Arms).</li>\n  <li>No os reunáis en la colmena de otra alianza. En este caso, se permiten ataques a las fichas de recolección.</li>\n  <li>La violación de las reglas del PAN puede resultar en castigo presidencial, compensación, pérdida de tropas, expulsión de una alianza del PAN o expulsión total del PAN.</li>\n  <li>Los jugadores no pueden abandonar NAP, infringir las reglas y volver a unirse a NAP. Cualquier intento de eludir las reglas dará lugar a un castigo.</li>\n  <li>Una vez que NAP acepta castigar a un jugador, la alianza que ocupa al jugador debe cumplir o perder su posición en NAP.</li>\n</ol>\n\n<h3>Reglas de hermanos en armas</h3>\n<ol start=\"8\">\n  <li>No se permiten ataques ni manifestaciones contra ciudades, sedes o pancartas del NAP.</li>\n  <li>Los jugadores pueden atacar cualquier ficha reunida.</li>\n  <li>Los jugadores pueden atacar a otros jugadores cerca de su colmena (esto incluye a los jugadores NAP; teletransportarse fuera de su colmena bajo su propio riesgo).</li>\n  <li>Los jugadores que se teletransportan cerca de la colmena de otra alianza aún no pueden atacar ciudades, sedes o pancartas de NAP.</li>\n  <li>Máximo de 2 ataques por ciudad.</li>\n  <li>Ningún jugador debe ser reforzado mientras esté fuera de la colmena de su alianza.</li>\n  <li>No se permiten manifestaciones en las ciudades NAP.</li>\n</ol>\n\n<h3>Reglas de la alianza</h3>\n<ol start=\"15\">\n  <li>Cada alianza NAP puede designar solo 1 alianza académica.</li>\n  <li>La alianza designada por SvS está protegida por NAP (Nombre actual: [PUN]HUB).</li>\n  <li>No se puede robar jugadores de las alianzas NAP.</li>\n</ol>\n\n<h3>Reglas de la presidencia</h3>\n<ol start=\"18\">\n  <li>La presidencia rotará entre todas las alianzas del PAN. El método de selección depende de cada alianza.</li>\n  <li>Las rotaciones regulares de la Presidencia y la Presidencia Suprema son separadas.</li>\n  <li>El presidente debería decidirse antes de que comience la batalla entre Estado y Estado.</li>\n  <li>El R5 ganador debe transferir la presidencia al presidente elegido (durante Estado contra Estado, debe transferirse antes de que finalice la Fase de Batalla).</li>\n  <li>El presidente debe activar sus habilidades presidenciales durante los días alineados con eventos o ser retirado de la rotación hasta que el NAP vote lo contrario.</li>\n  <li>El presidente es un servidor del Estado, no un gobernante, y siempre debe seguir lo que acuerda el PAN.</li>\n</ol>\n\n<h3>Instalaciones, fortalezas y reglas de fortalezas</h3>\n<ol start=\"24\">\n  <li>Las alianzas del PAN deben seguir calendarios de rotación acordados para fortalezas y baluartes.</li>\n  <li>No se permiten ataques en solitario a fortalezas o baluartes.</li>\n  <li>Las fortalezas y fortalezas se eligen después de la preparación de SvS según el rango: el rango 1 obtiene 1 fortaleza y 3 fortalezas. Los rangos 2, 3 y 4 obtienen 1 Fortaleza y 2 Fortalezas. El rango 5 obtiene 3 Fortalezas.</li>\n  <li>Sólo la alianza NAP asignada puede atacar una fortaleza o fortaleza. Ningún otro jugador o alianza debería tocarlo.</li>\n  <li>Las instalaciones son gratuitas para todos. Las alianzas pueden compartirlos o luchar por ellos de manera justa. Las instalaciones de nivel 4 y las instalaciones de marcha de tropas irán a la alianza SvS antes que a SvS.</li>\n  <li>Ninguna alianza puede controlar instalaciones duplicadas.</li>\n  <li>Los jugadores estrictamente no pueden cambiar de alianza para ayudar en las batallas de instalaciones. Múltiples alianzas pueden competir o cooperar por una instalación. Absolutamente ningún ataque a la ciudad durante las batallas de instalaciones, incluso durante Brothers In Arms.</li>\n  <li>No coloque pancartas que bloqueen el camino de otras alianzas hacia las instalaciones. Si una alianza está bloqueando un camino, debería, dentro de un período de tiempo razonable, resolver el bloqueo.</li>\n</ol>\n\n<h3>Votación y gobernanza</h3>\n<ol start=\"32\">\n  <li>Las decisiones del PAN se toman por mayoría de votos de la alianza.</li>\n  <li>Si la votación resulta en empate, el presidente actual emite el voto decisivo.</li>\n  <li>Cada alianza NAP tendrá un representante Primario y Secundario dentro del chat NAP. Se debe dirigirse al representante primario antes de tomar decisiones. El representante Secundario actúa si el Primario no está disponible dentro de un período de tiempo razonable. Estos representantes hablan y votan en nombre de su alianza, aunque a otros miembros se les permite compartir sus opiniones.</li>\n</ol>\n\n<h3>Reglas de cola de ministros</h3>\n<ol start=\"35\">\n  <li>Ministro del Interior sólo puede ser utilizado por miembros R4 y R5 de alianzas NAP. No se puede utilizar para mover jugadores en las colas de ministros. Sólo se puede utilizar para crear nuevas reservas o intercambiar dos jugadores si ambos jugadores están de acuerdo.</li>\n</ol>\n\n<h3>Charla y conducta</h3>\n<ol start=\"36\">\n  <li>Libertad de interlocución. Cualquiera puede decir lo que quiera. Si no te gusta, utiliza la función de lista negra.</li>\n</ol>\n",
  "ar": "<div style=\"direction: rtl; text-align: right;\">\n\n<h3>القواعد العامة</h3>\n<ol>\n  <li>يتضمن NAP أفضل 5 تحالفات (KSF، TRB، ZSU، KnG، ICE)، وأكاديمياتهم (INF، DXT، KN2، Ice)، وتحالف SvS (PUN).</li>\n  <li>لا يجوز مهاجمة أو حشد أو استكشاف تحالفات NAP، بما في ذلك أكاديمياتها ومدنها ومقارها الرئيسية ولافتاتها.</li>\n  <li>ممنوع تجميع البلاطات الهجومية خارج الأحداث المخصصة (إخوة السلاح).</li>\n  <li>لا تتجمع في خلية تحالف آخر. يُسمح بالهجمات على بلاط التجميع في هذه الحالة.</li>\n  <li>قد يؤدي انتهاك قواعد NAP إلى عقوبة رئاسية، أو تعويض، أو خسارة القوات، أو الإزالة من تحالف NAP، أو الإزالة من NAP بالكامل.</li>\n  <li>لا يمكن للاعبين مغادرة NAP وكسر القواعد والانضمام مرة أخرى إلى NAP. أي محاولة لتجاوز القواعد ستؤدي إلى العقاب.</li>\n  <li>بمجرد موافقة NAP على معاقبة اللاعب، يجب على التحالف الذي يشغل اللاعب الامتثال أو التنازل عن موقعه في NAP.</li>\n</ol>\n\n<h3>قواعد الأخوة في الأسلحة</h3>\n<ol start=\"8\">\n  <li>لا توجد هجمات أو مسيرات على مدن NAP أو مقراتها أو لافتاتها.</li>\n  <li>يمكن للاعبين مهاجمة أي بلاطات مجمعة.</li>\n  <li>يمكن للاعبين مهاجمة لاعبين آخرين بالقرب من خليتهم (وهذا يشمل لاعبي NAP؛ الانتقال الفوري خارج الخلية على مسؤوليتك الخاصة).</li>\n  <li>لا يُسمح للاعبين الذين ينتقلون فوريًا بالقرب من خلية تحالف آخر بمهاجمة مدن NAP أو المقر الرئيسي أو اللافتات.</li>\n  <li>الحد الأقصى 2 هجوم لكل مدينة.</li>\n  <li>لا ينبغي تعزيز أي لاعب أثناء تواجده بعيدًا عن خلية تحالفه.</li>\n  <li>لا يُسمح بأي مسيرات في مدن NAP.</li>\n</ol>\n\n<h3>قواعد التحالف</h3>\n<ol start=\"15\">\n  <li>يمكن لكل تحالف NAP تعيين تحالف أكاديمي واحد فقط.</li>\n  <li>التحالف المعين بواسطة SvS محمي بواسطة NAP (الاسم الحالي: [PUN]HUB).</li>\n  <li>لا يوجد لاعبين غير مشروعين من تحالفات NAP.</li>\n</ol>\n\n<h3>قواعد الرئاسة</h3>\n<ol start=\"18\">\n  <li>سيتم التناوب على الرئاسة بين جميع تحالفات برنامج العمل الوطني. طريقة الاختيار متروكة لكل تحالف.</li>\n  <li>إن تناوب الرئاسة العادية والرئاسة العليا منفصلان.</li>\n  <li>يجب أن يتم تحديد الرئيس قبل أن تبدأ معركة الدولة ضد الدولة.</li>\n  <li>يجب على R5 الفائز نقل الرئاسة إلى الرئيس المختار (أثناء مباراة الدولة ضد الدولة يجب نقلها قبل انتهاء مرحلة المعركة).</li>\n  <li>يجب على الرئيس تنشيط المهارات الرئاسية خلال الأيام المتوافقة مع الأحداث أو تتم إزالته من التناوب حتى يصوت برنامج العمل الوطني على خلاف ذلك.</li>\n  <li>فالرئيس خادم للدولة وليس حاكماً، وعليه دائماً أن يتبع ما يتفق عليه برنامج العمل الوطني.</li>\n</ol>\n\n<h3>المرافق والحصون وقواعد الحصون</h3>\n<ol start=\"24\">\n  <li>يجب أن تتبع تحالفات برنامج العمل الوطني جداول التناوب المتفق عليها للحصون والمعاقل.</li>\n  <li>لا يوجد هجوم فردي على الحصون أو المعاقل.</li>\n  <li>يتم اختيار الحصون والمعاقل بعد إعداد SvS بناءً على الرتبة: الرتبة 1 تحصل على معقل واحد و3 حصون. تحصل الرتب 2 و3 و4 على معقل واحد وقلعتين. الرتبة 5 تحصل على 3 حصون.</li>\n  <li>يجوز لتحالف NAP المعين فقط مهاجمة المعقل أو القلعة. ولا ينبغي لأي لاعب أو تحالف آخر أن يمسها.</li>\n  <li>المرافق مجانية للجميع. قد تتقاسمها التحالفات أو تقاتل من أجلها بشكل عادل. ستنتقل مرافق المستوى 4 ومرفق مسيرة القوات إلى تحالف SvS قبل SvS.</li>\n  <li>لا يمكن لأي تحالفات السيطرة على المرافق المكررة.</li>\n  <li>لا يمكن للاعبين بشكل صارم تبديل التحالفات للمساعدة في معارك المنشأة. قد تتنافس تحالفات متعددة أو تتعاون للحصول على منشأة ما. لا توجد هجمات على الإطلاق على المدينة أثناء معارك المنشآت، حتى أثناء لعبة Brothers In Arms.</li>\n  <li>لا تضع لافتات تعيق مسارات التحالفات الأخرى إلى المرافق. إذا كان أحد التحالفات يعيق المسار، فيجب عليه، خلال فترة زمنية معقولة، حل الانسداد.</li>\n</ol>\n\n<h3>التصويت والحوكمة</h3>\n<ol start=\"32\">\n  <li>يتم اتخاذ قرارات خطة العمل الوطنية (NAP) بأغلبية أصوات التحالف.</li>\n  <li>إذا أسفر التصويت عن التعادل، يدلي الرئيس الحالي بالصوت الحاسم.</li>\n  <li>سيكون لكل تحالف NAP ممثل أساسي وثانوي داخل دردشة NAP. وينبغي مخاطبة الممثل الأساسي قبل اتخاذ القرارات. يتصرف الممثل الثانوي إذا كان الممثل الأساسي غير متاح خلال فترة زمنية معقولة. يتحدث هؤلاء الممثلون ويصوتون نيابة عن تحالفهم، على الرغم من السماح للأعضاء الآخرين بمشاركة آرائهم.</li>\n</ol>\n\n<h3>قواعد طابور الوزير</h3>\n<ol start=\"35\">\n  <li>لا يجوز استخدام وزير الداخلية إلا من قبل أعضاء R4 وR5 في تحالفات NAP. لا يمكن استخدامه لنقل اللاعبين في طوابير الوزراء. لا يجوز استخدامه إلا لإنشاء حجوزات جديدة أو تبديل لاعبين إذا وافق كلا اللاعبين.</li>\n</ol>\n\n<h3>الدردشة والسلوك</h3>\n<ol start=\"36\">\n  <li>حرية التعبير. يمكن لأي شخص أن يقول أي شيء يريده. إذا لم يعجبك ذلك، استخدم ميزة القائمة السوداء.</li>\n</ol>\n</div>\n"
}